Revit 2027 API
ParameterTypeId.MepAnalyticalHydraulicloop Property
 "Hydraulic Loop"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepAnalyticalHydraulicloop { get; }
Public Shared ReadOnly Property MepAnalyticalHydraulicloop As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepAnalyticalHydraulicloop {
	ForgeTypeId^ get ();
}
static member MepAnalyticalHydraulicloop : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace